import './css/footer.css'
import Marquee from "react-fast-marquee";
function Footer() {
    return(
        <>
        <div className="copy col-md-12 col-sm-12 col-lg-12"><h5>© GSRTC All Rights Reserved 2024</h5></div>
        <Marquee scrollamount="5" className="foot col-md-12 col-sm-12 col-lg-12">  NOTE: 1. User should never press either forward or
                Back buttons during the transaction. 📌 ટિકિટ બુક કરતા પહેલા એક્વાર BROWSER H
                ISTORY ક્લિયર કરવી અને મોબાઇલ એપ્લીકેશન અપડેટ કરવી. 2. User should never ref
                resh the page during the transaction. 📌 ટિકિટ બુક કરતી વખતે FORWORD કે BAC
                K બટનનો ઉપયોગ કરવો નહિ. 3. Please ensure the reliable Internet Connectivit
                y during entire transaction. 📌 ટ્ર્રાંઝેક્શન કરતી વખતે પેજને REFRESH કરવુ નહિ. 4.
                Ensure whole transaction should be completed within 15 minutes otherwise Se
                at might have got released. 📌 ટિકિટ બુકિંગ કરતી વખતે ટિકિટના ટ્રાંઝેક્શનની સંપુર્ણ
                પ્રક્રીયા ૧૫ મિનિટની અંદર પુર્ણ કરી લેવી નહિતર સીટ બુક થશે નહિ. 5. For any FAILURE T
                ransactions during E & M Booking (Amount debited from the bank account but
                Ticket no generated), Refund will be processed within 7 to 10 working days.
                📌 જો ઓનલાઇન અને મોબાઇલ એપ્લીકેશનથી ટિકિટ બુક કરતી વખતે ટ્રાંઝેક્શન ફેઇલ થાય (
                પૈસા કપાય જાય અને ટિકિટ બુક ના થાય) તો રીફંડ મુસાફરની બેંક દ્વારા મુસાફરના બેંક ખા
                તામા જમા કરવામા આવશે.    " હવેથી ગુજરાત એસ.ટીની વોલ્વો સ્લીપર અને એ.સી સ્
                લીપરમાં દિવ્યાંગ કાર્ડ ધારક મુસાફરો પોતાના ઓળખકાર્ડના આધારે બુકિંગ કરી મુસાફરી કરી
                શકશે."
            </Marquee>
        
        </>
    )
}
export default Footer;